Repository: Pixeval/Pixeval
Catalog: src/Pixeval/Strings/*/WorkContainer.resw
Source language: en_us
Languages: ru_ru

# CancelSelectionButtonFormatted
source: Cancel selection ({0})
ru_ru: Отменить выбор ({0})

# AddAllToBookmarkButton.Label
source: Bookmark
ru_ru: Добавить все в избранное

# AddedAllToBookmarkContentFormatted
source: Bookmarked {0} works
ru_ru: Добавлено в избранное: {0} изображений

# AddAllToBookmarkTitle
source: Successfully bookmarked
ru_ru: Успешно добавлено в избранное

# OpenAllInBrowserButton.Label
source: Open in browser
ru_ru: Открыть все в браузере

# OpenConditionDialogButton.Label
source: Filter
ru_ru: Фильтр

# SaveAllButton.Label
source: Sava all
ru_ru: Сохранить все

# SelectAllButton.Label
source: Select all
ru_ru: Выбрать все

# SelectedTooManyItemsForBookmarkContent
source: The operation cannot be cancelled once it's started, please be sure that you really want to do this
ru_ru: Это действие необратимо, пожалуйста, подтвердите, что вы действительно хотите это сделать

# SelectedTooManyItemsForBookmarkTitle
source: A batch bookmark operation detected
ru_ru: Обнаружена попытка массового добавления в избранное

# SelectedTooManyItemsForOpenInBrowserContent
source: You have decided to open more than 15 works in browser, this may cause system resources to be exhausted on low-end PCs, are you sure you want to do this?
ru_ru: Вы выбрали более 15 работ для открытия в браузере, что может привести к истощению системных ресурсов на компьютерах с ограниченным объемом памяти. Вы уверены, что хотите продолжить?

# SelectedTooManyItemsForSaveContent
source: You have decided to download more than 20 works simultaneously, this may cause system resources to be exhausted on low-end PCs, are you sure you want to do this?
ru_ru: Вы выбрали более 20 работ для загрузки, что может привести к истощению системных ресурсов на компьютерах с ограниченной производительностью ЦП. Вы уверены, что хотите продолжить?

# SelectedTooManyItemsTitle
source: This operation may cause performance problems
ru_ru: Это действие может вызвать проблемы с производительностью

# SelectionButton.Label
source: Multiple selection
ru_ru: Множественный выбор

# CancelSelectionButtonDefaultLabel
source: Cancel selection
ru_ru: Отменить выбор

# DownloadItemsQueuedFormatted
source: {0} works added to the download list
ru_ru: {0} работ добавлено в список загрузок

# FilterAutoSuggestBox.PlaceholderText
source: Filtering works (See usage on help page)
ru_ru: Фильтрация работает (см. страницу помощи по использованию)

# AddToBookmarkTeachingTip.CloseButtonContent
source: Add to bookmark
ru_ru: Добавить в закладки
